/**
 * B2B看板 - 真实模拟数据
 * 字段顺序对应数据行数组的索引
 */

export const MOCK_FIELDS = [
  '运单号','B2B单号','客户单号','创建时间','订单类型','订单来源','客户代码','是否首批','业务员','客服员',
  '销售产品','服务渠道名称','报关方式','是否报关件','报关批次号','清关方案','目的国家','地址类型','地址审核状态','邮编',
  '品名','件数','客户备注','配载备注','交货方式','签入时间','首次到货网点','到仓时间','操作仓','计费重',
  '订单审核状态','体积(m³)','预报总重量(kg)','材积重','方数','审核时间','订单状态','费用确认时间','换单单号','计费状态',
  '入账结果','是否白名单','是否拦截','拦截原因','拦截备注','拦截人','是否扣件','扣件原因','安检类型','是否需要增值服务',
  '是否完成增值服务','是否可配载','可配载时间','签出时间','签收时间','服务商单号','收件人姓名','仓库代码','入账状态','分拣码',
  'Reference ID','是否变价异常中','物流方式','进口商公司名称','税号/TAX ID','BOND有效期','货物类型','起运港','目的港','柜量',
  '柜型','装柜方式','采购货值总价','箱单发票','报关资料','其他资料','发件人中文公司名','发件人英文公司名','发件人姓名','发件人电话',
  '发件人详细地址','通知人（英文）','收件人信息（地址、名称、电话）','仓库代码.1','收件人国家代码','省/州','城市','地址1','地址2','电话','公司名称','邮箱','可收货时间','货物件数','货物备注','揽收地址','揽收时间','交货仓库','EORI号','进口商地址',
];
